/* This is a mapping of BRError code failures to localized recovery suggestions */

/* kBRMediaPlayerSongPlaybackError*/
201 = "Jos haluat palata edelliseen näyttöön, paina Menu-painiketta.";

/* kBRMediaPlayerNotResponding*/
202 = "Jos haluat palata edelliseen näyttöön, paina Menu-painiketta.";


/* kBRMediaNoMovieFolderContent */
304 = "Varmista, että luodut ja haetut elokuvat ovat kotikansiossa olevassa Elokuvat-kansiossa.";

/* kBRMediaEmptyPlaylist */
310 = "";

/* kBRMediaNoSuchPlaylist */
311 = "Valitse toinen soittolista.";

/* kBRMediaNoSuchSong */
312 = "Valitse toinen kappale.";

/* kBRMediaNoSongForSlideshow */
316 = "Tarkista kuvaesityksen musiikkiasetukset ja yritä uudelleen.";

/* kBRMediaSongPlaybackErrorDuringSlideshow */
317 = "Tarkista kuvaesityksen musiikkiasetukset ja yritä uudelleen.";

/* kBRVideoUnplayable */
318 = "Muotoa ei tunnistettu.";

/* kBRMediaRadioStreamUnplayable */
319 = "Radiolähetys aikakatkaistiin ennen kuin sitä voitiin toistaa.";


/* kBRRemoteMediaNoContent*/
350 = "";

/* kBRRemoteMediaNoPhotoContent */
351 = "";

/* kBRRemoteMediaNoPodcastContent */
352 = "";

/* kBRRemoteMediaNotDRMAuthorized */
353 = "";

/* kBRRemoteMediaNoTVShowContent */
355 = "";

/* kBRRemoteMediaNoMusicVideoContent */
356 = "";

/* kBRRemoteMediaNoPlaylists */
357 = "";

/* kBRRemoteMediaNoSongContent */
358 = "";

/* kBRRemoteMediaNoAudioBookContent */
359 = "";

/* kBRRemoteMediaEmptyPlaylist */
360 = "";

/* kBRRemoteMediaLoadingError */
361 = "Tarkista lähde ja yritä uudelleen.";

/* kBRRemotePhotoSourceUnavailableError */
363 = "Tarkista lähde ja yritä uudelleen.";

/* kBRDataSourceConnectionInProgressError */
420 = "Odota.";

/* KBRSystemNetworkHostUnreachable */
501 = "Tarkista verkkoasetukset ja -yhteys.";

/* kBRSystemErrorTrailerSiteUnreachable */
502 = "Apple Theatrical Trailer -verkkosivusto ei ole käytettävissä. Yritä myöhemmin uudelleen.";

/* kBRSystemNotHDCPCompliant */
503 = "Jotta voit katsoa sisältöä, varmista, että liitetyt näytöt tukevat HDCP:tä.";

/* kBRSetupCantSetLanguage */
600 = "Yritä uudelleen.";


/* kBRDVDErrorCantInitializeDVDPlaybackAlert */
750 = "Toinen ohjelma toistaa DVD:tä. Palaa työpöydälle, lopeta toinen ohjelma ja yritä uudelleen.";

/* kBRDVDErrorCantEjectDVDAlert */
751 = "Toinen ohjelma toistaa DVD:tä. Palaa työpöydälle ja lopeta toinen ohjelma.";

/* kBRDVDErrorBadRegionCodeAlert */
752 = "Lisätietoja aluekoodeista löytyy DVD-soittimen ohjeista.";

/* kBRDVDErrorBadDVDMediaAlert */
753 = "Muotoa ei tunnistettu.";

/* kBRDVDErrorFatalDVDAlert */
754 = "Levyn kanssa on ongelma.";

/* kBRCDErrorCantEjectCDAlert */
755 = "Toinen ohjelma käyttää CD:tä. Palaa työpöydälle, lopeta toinen ohjelma ja yritä uudelleen.";


/* kBRInternalResourceError */
900 = "";


